{
    "ru": {
        "fullName": "Александр Боев",
        "profession": "Веб-разработчик",
        "aboutMe": "Обо мне",
        "aboutMe-1": "С 2009 года я активно занимаюсь разработкой сайтов на CMS Drupal, профессионально растя и совершенствуя свои навыки.",
        "aboutMe-2": "Моя специализация — Front-end разработка, и я успешно реализовал множество проектов, что позволило мне глубоко погрузиться в тонкости и возможности данной платформы. Кроме того, я разрабатываю проекты на React.js и Next.js, обладая значительным опытом в этих технологиях.",
        "aboutMe-3": "Мой профессионализм и умение подходить к каждой задаче творчески позволяют мне создавать инновационные и высокопроизводительные решения, что делает меня ценным активом для любой команды.",
        "education": "Образование",
        "diplomas": "Дипломы",
        "nameEducational-1": "Профессиональный лицей №41",
        "nameEducational-2": "«Московский финансово-промышленный университет «Синергия»",
        "specialization-1": "Оператор ЭВМ",
        "specialization-2": "Веб-разработка",
        "specializationInfo-1": "Я прошёл курсы по работе с компьютерами и получил профессию оператора компьютерного набора.",
        "specializationInfo-2": "Степень бакалавра, Негосударственное образовательное частное учреждение высшего образования «Московский финансово-промышленный университет «Синергия».",
        "certificates": "Сертификаты",
        "certificatesInfo-general-1": "Окончил Московский финансово-промышленный университет «Синергия» с отличием по направлению «Информационные системы и технологии (Веб-разработка)» в 2025 году.",
        "certificatesInfo-general-2": "Программа включала углублённое изучение программирования (Python, Java, JavaScript, PHP, C#, C++), веб-разработки, аналитики данных, Big Data, UX/UI, ИИ, управления проектами и информационной безопасности.",
        "certificatesInfo-general-3": "Также имею профессиональное свидетельство оператора ЭВМ (2004), включающее обучение технической и программной поддержке ПК, информационному обеспечению и производственной практике.",
        "certificatesInfo": "Я был награждён сертификатами отличия университета за высокие результаты на экзаменах, что подтверждает мою преданность и компетенции в ключевых предметных областях, непосредственно связанных с занимаемой должностью.",
        "certificatesInfo-1": "Stepik — это передовая образовательная платформа и инновационный конструктор онлайн-курсов. Я успешно завершил курс 'Фундаментальный JavaScript' и получил соответствующий сертификат.",
        "certificatesInfo-2": "Я прошел специализированные курсы по системе ELMA365, которая является передовой облачной модификацией системы ELMA BPM, нацеленной на автоматизацию и роботизацию бизнес-процессов. Используя платформу Low-code, я успешно получил сертификаты, подтверждающие мою способность быстро превращать бизнес-потребности в эффективные решения, повышая операционную эффективность.",
        "certificatesInfo-3": "Я прошел и получил сертификации на платформе Visiology, приобретя продвинутые навыки в анализе данных и разработке на JavaScript, необходимые для эффективного принятия решений на основе данных.",
        "certificatesInfo-4": "Будучи сертифицированным специалистом по CMS 1C-Bitrix и Битрикс24, я освоил все необходимые инструменты для эффективного цифрового управления и разработки. Мои подтверждённые достижения в виде успешно сданных всех необходимых сертификационных тестов гарантируют, что я готов немедленно внести вклад в успех вашей команды. Вы всегда можете убедиться в этом, проверив мои квалификации на официальном сайте 1C-Bitrix, используя указанные номера сертификатов.",
        "certificateName-1": "Основы верстки с использованием HTML и CSS",
        "certificateName-2": "Программирование на JavaScript",
        "certificateName-3": "Программирование на Python",
        "certificateName-4": "Работа в команде и лидерство",
        "certificateName-5": "Управление проектами",
        "certificateName-6": "Информационно-аналитические системы",
        "certificateName-7": "Иностранный язык в профессиональной деятельности",
        "certificateName-8": "Программирование на PHP",
        "certificateName-9": "Фреймворки JavaScript",
        "certificateName-10": "Анализ данных",
        "certificateName-11": "Теория информационных процессов и систем",
        "certificateName-12": "Архитектура информационных систем",
        "certificateName-13": "Управление данными",
        "certificateName-14": "Фреймворки PHP",
        "certificateName-15": "Фундаментальный JavaScript",
        "certificateName-16": "Принципы работы платформы ELMA",
        "certificateName-17": "Базовые функции ELMA (файлы, задачи, сообщения)",
        "certificateName-18": "Администратор платформы Visiology",
        "certificateName-19": "Аналитик системы Smart Forms",
        "certificateName-20": "Аналитик платформы. Продвинутый уровень",
        "certificateName-21": "Аналитик платформы. Продвинутый уровень",
        "certificateName-22": "Разработчик JavaScript на платформе Visiology",
        "certificateName-23": "Аналитик платформы Visiology. Базовый уровень (вер. 2)",
        "certificateName-24": "Bitrix24.CRM",
        "certificateName-25": "Автоматизация бизнес-процессов",
        "certificateName-26": "Сквозная аналитика в Bitrix24.CRM",
        "certificateName-27": "CRM-маркетинг в Bitrix24",
        "certificateName-28": "Задачи и проекты",
        "certificateName-29": "Bitrix24.Office",
        "certificateName-30": "Курс для хостеров",
        "certificateName-31": "Администратор сервиса Bitrix24 (коробочная версия)",
        "certificateName-32": "Vue.js и фреймворк Bitrix",
        "certificateName-33": "Мультисайт на фреймворке Bitrix",
        "certificateName-34": "Технология композитного сайта на фреймворке Bitrix",
        "certificateName-35": "Разработчик фреймворка Bitrix",
        "certificateName-36": "Интеграция фреймворка Bitrix с 1С",
        "certificateName-37": "Администратор. Бизнес",
        "certificateName-38": "Администратор модулей фреймворка Bitrix",
        "certificateName-39": "Администратор. Базовый фреймворк Bitrix",
        "certificateName-40": "Установка и настройка фреймворка Bitrix",
        "certificateName-41": "Продвижение сайта и маркетинг фреймворка Bitrix",
        "certificateName-42": "Контент-менеджер фреймворка Bitrix",
        "certificateName-43": "Информационные системы и технологии (Веб-разработка)",
        "certificateName-44": "Оператор ЭВМ",
        "certificateName-45": "Основы программирования на C#",
        "certificateName-46": "Основы программирования на C++",
        "certificateName-47": "Практическое применение JavaScript",
        "certificateName-48": "Проектирование систем обработки больших данных (Big Data)",
        "certificateName-49": "Технологии управления административными ресурсами в IT-проектах",
        "certificateName-51": "Backend-разработка",
        "certificateName-52": "Базовые информационные технологии",
        "certificateName-53": "Фреймворки Python",
        "certificateName-54": "Frontend-разработка",
        "certificateName-55": "Программирование на Golang",
        "certificateName-56": "Разработка Android-приложений",
        "certificateName-57": "Разработка iOS-приложений",
        "certificateName-58": "Технологии и системы искусственного интеллекта",
        "certificateName-59": "Тестирование программного обеспечения",
        "certificateName-60": "UX/UI-дизайн",
        "workExperience": "Опыт работы",
        "CompanyWebsite": "Сайт компании",
        "CompanyName-1": "Веб-разработчик в ООО «Форвард Мобайл»",
        "CompanyName-2": "Веб-разработчик в ООО «Лаборатория продаж»",
        "CompanyName-3": "Веб-разработчик в ООО «Zwolves»",
        "CompanyName-4": "Веб-разработчик в «ASB Studio»",
        "CompanyName-5": "Веб-разработчик в ООО «i20»",
        "CompanyName-6": "Веб-разработчик в ООО «7 Красных Линий»",
        "CompanyName-7": "Веб-разработчик в ООО «Ай Эм Крепыш»",
        "CompanyAbout-1": "У меня большой опыт удалённой программирования интерфейсов платёжных терминалов и разработки новых функций для личных кабинетов дилеров. Моя специализация включает использование таких языков программирования, как Perl, HTML, Less и CSS, что позволяет улучшать пользовательский опыт и оптимизировать операционные процессы.",
        "CompanyAbout-2": "Мой опыт включает разработку сайтов на CMS Drupal версий 6 - 8, где я отточил свои навыки создания сложных веб-решений. Этот опыт позволил мне расширить свои компетенции, включая разработку на таких платформах, как 1С-Битрикс и CMS NetCat, что дало мне возможность создавать универсальные и надёжные сайты, точно соответствующие бизнес-потребностям клиентов.",
        "CompanyAbout-3": "В компании Zwolves я совершенствовал свои навыки веб-разработки, занимаясь созданием корпоративных сайтов, интернет-магазинов и интеграцией сайтов с внешними ресурсами. В своей работе я использовал широкий спектр технологий, включая Drupal, Bootstrap, Twig, Less, Scss, Node.js, JavaScript, HTML & CSS, MySql, PHP, Symfony, Storybook, а также инструменты, такие как Git, Docker и продукты Atlassian (Bitbucket, Confluence, Jira, Trello), что обеспечивало создание надежных, масштабируемых и эффективных цифровых решений.",
        "CompanyAbout-4": "В компании ASB Studio я руководил проектами и занимался разработкой сайтов, начиная от создания прототипов и дизайна до полноценной разработки на CMS Drupal версий 8 и 9. Используя мой обширный стек технологий, включая Bootstrap, Twig, Less, Scss, Node.js, JavaScript, HTML & CSS, MySql, PHP, Symfony, Storybook, а также инструменты, такие как Git, Docker и продукты Atlassian (Bitbucket, Confluence, Jira, Trello), я создавал высокоадаптивные и масштабируемые цифровые решения, точно соответствующие потребностям клиентов.",
        "CompanyAbout-5": "В компании «i20» мои обязанности включали разработку новых сайтов для электронной коммерции и корпоративных сайтов на CMS Drupal 9, а также поддержку существующих проектов на CMS Drupal 7-9. Я также отвечал за разработку простых модулей, тем и более сложных конфигураций модулей для CMS Drupal. Кроме того, я успешно провел миграцию проектов с Drupal 7 на Drupal 9, интегрировав Vue.js для улучшения интерактивных элементов и пользовательского опыта.",
        "CompanyAbout-6": "На моей последней должности я занимался разработкой новых проектов на CMS Drupal 9-10, сосредотачиваясь на фронтенд-разработке и кастомизации тем. Используя надежный стек технологий, включая JavaScript, TypeScript, React и Vue.js, а также активно применяя Bootstrap 5, я создавал динамичные и адаптивные дизайны. Мой опыт работы с бэкенд-технологиями и владение инструментами DevOps, такими как Docker и Kubernetes, позволили мне предоставлять надежные и масштабируемые веб-решения. Кроме того, я интегрировал современные веб-функциональности с использованием препроцессоров для соответствия современным стандартам веб-разработки.",
        "CompanyAbout-7-1": "В процессе работы в компании я реализую полный цикл веб-разработки: от проектирования архитектуры и внедрения новых функций до поддержки и оптимизации действующих сервисов.",
        "CompanyAbout-7-2": "Занимаюсь разработкой и модернизацией корпоративного сайта, улучшением и сопровождением собственной CRM-системы, а также настройкой и обслуживанием веб-серверов.",
        "CompanyAbout-7-3": "Ключевые проекты — разработка федерального спортивного портала «ПроТренер» и современного внешнего сайта «I’m Крепыш» с поддержкой мультидоменности, а также комплексное создание и развитие CRM и автоматизации бизнес-процессов для этих платформ..",
        "CompanyAbout-7-4": "В своей работе активно использую передовые технологии: React, React Native, MySQL, Prisma, Docker, TypeScript, JavaScript, Tailwind CSS.",
        "CompanyAbout-7-5": "Обеспечиваю стабильную работу сервисов, внедряю лучшие практики безопасности, автоматизации и масштабирования. Постоянно совершенствую цифровую экосистему компании и предлагаю инновационные решения для роста и развития бизнеса.",
        "codeExample": "Пример кода",
        "codeExample-1": "Пример кода TypeScript",
        "codeExample-2": "Пример кода приложения React",
        "codeExample-3": "Пример кода приложения React Native «Todo List»",
        "codeExample-4": "Пример запроса MySql",
        "codeExample-5": "Пример кода Symfony",
        "projects": "Проекты",
        "projects-1": "Моя задача заключалась в разработке фронтенда на основе макета и создании сайта на CMS Drupal.",
        "projects-2": "В некоторых проектах разрабатывать модуль для CMS Drupal.",
        "details": "Контакты",
        "geo": "Россия, Краснодар",
        "geo-1": "Россия, Москва",
        "geo-2": "Россия, Новосибирск",
        "geo-3": "Беларусь, Минск",
        "langSkillEn": "Английский - B2",
        "langSkillDe": "Немецкий - A1",
        "langSkillRu": "Русский - C2",
        "skills": "Мои навыки",
        "hobbies": "Хобби",
        "hobbies1": "Мне очень нравится изучать новые технологии в области Front-end разработки.",
        "hobbies2": "Также я очень интересуюсь рынком акций, инвестициями.",
        "gitHub": "Посетите мой GitHub",
        "copyright": "Александр Боев резюме © 2021 - ",
        "jan":"Янв.",
        "feb":"Февр.",
        "mar":"Март",
        "apr":"Апр.",
        "may":"Май",
        "jun":"Июнь",
        "jul":"Июль",
        "aug":"Авг.",
        "sept":"Сент.",
        "oct":"Окт.",
        "nov":"Нояб.",
        "dec":"Дек.",
        "january":"Январь",
        "february":"Февраль",
        "march":"Март",
        "april":"Апрель",
        "june":"Июнь",
        "july":"Июль",
        "august":"Август",
        "september":"Сентябрь",
        "october":"Октябрь",
        "november":"Ноябрь",
        "december":"Декабрь",
        "UntilNow": "По настоящее время",
        "contactModal-title": "Связаться со мной",
        "contactModal-nameLabel": "Ваше имя:",
        "contactModal-namePlaceholder": "Укажите ваше имя",
        "contactModal-phoneLabel": "Ваш номер телефона:",
        "contactModal-phonePlaceholder": "+7 (999) 999-99-99",
        "contactModal-emailLabel": "Ваш email:",
        "contactModal-emailPlaceholder": "Укажите ваше email",
        "contactModal-messageLabel": "Сообщение:",
        "contactModal-messagePlaceholder": "Опишите в крации суть вашего обращения.",
        "contactModal-submit": "Отправить",
        "contactModal-formError": "Пожалуйста, заполните все поля.",
        "contactModal-formSuccess": "Форма отправлена!",
        "contactModal-formErrorSend": "Ошибка при отправке формы. Пожалуйста, попробуйте позже.",
        "contactModal-emailSubject": "Заявка с сайта",
        "contactModal-emailBody": "Имя: {name}\nТелефон: {phone}\nEmail: {email}\nСообщение: {message}"
    },
    "en": {
        "fullName": "Aleksander Boev",
        "profession": "Web Developer",
        "aboutMe": "About me",
        "aboutMe-1": "Since 2009, I have been actively involved in developing websites on the Drupal CMS, professionally growing and honing my skills.",
        "aboutMe-2": "I specialize in Front-end development and have successfully implemented numerous projects, allowing me to delve deep into the intricacies and capabilities of this platform.",
        "aboutMe-3": "Additionally, I develop projects using React.js and Next.js, possessing substantial experience with these technologies. My professionalism and creative approach to each task enable me to create innovative and high-performance solutions, making me a valuable asset to any team.",
        "education": "Education",
        "diplomas": "Diplomas",
        "nameEducational-1": "Professional Lyceum #41",
        "nameEducational-2": "Moscow University for Industry and Finance «Synergy»»",
        "specialization-1": "Computer Operator",
        "specialization-2": "Web development",
        "specializationInfo-1": "I completed courses on working with computers, and received the profession of a computer operator.",
        "specializationInfo-2": "Bachelor's degree, Non-state educational private institution of higher education «Moscow Financial and Industrial University «Synergy».",
        "certificates": "Certificates",
        "certificatesInfo-general-1": "Moscow University for Industry and Finance «Synergy» is one of Russia’s leading private universities. I graduated with honors (Bachelor’s Degree, Distinction) in Information Systems and Technology (Web Development) in 2025.",
        "certificatesInfo-general-2": "The program included programming (Python, Java, JavaScript, PHP, C#, C++), web development, data analytics, big data, UX/UI design, AI, project management, and information security.",
        "certificatesInfo-general-3": "Additionally, I hold a Professional Certificate (2004) in Computer Operations (“Operator EVM”), which covered technical and software support for PCs, information support, and production training.",
        "certificatesInfo": "I have been awarded certificates of distinction from the university for achieving high scores on exams, demonstrating my dedication and proficiency in key subject areas that are directly relevant to the position.",
        "certificatesInfo-1": "Stepik is a leading educational platform and an innovative online course creator. I have successfully completed the 'Fundamental JavaScript' course and received the corresponding certificate.",
        "certificatesInfo-2": "I have completed specialized courses in the ELMA365 system, which is an advanced cloud adaptation of the ELMA BPM system focused on the automation and robotization of business processes. Utilizing its Low-code platform, I have successfully obtained certificates demonstrating my ability to rapidly transform business needs into effective solutions, enhancing operational efficiencies.",
        "certificatesInfo-3": "I have successfully completed and received certifications on the Visiology platform, gaining advanced skills in data analysis and JavaScript development critical for effective data-driven decision-making.",
        "certificatesInfo-4": "As a certified expert in CMS 1C-Bitrix and Bitrix24, I have mastered all the necessary tools for effective digital management and development. My proven achievements, demonstrated by successfully passing all required certification tests, ensure that I am ready to immediately contribute to the success of your team. You can always verify my qualifications on the official 1C-Bitrix website using the provided certificate numbers.",
        "certificateName-1": "Basics of layout using html and css",
        "certificateName-2": "Programming in JavaScript",
        "certificateName-3": "Programming in Python",
        "certificateName-4": "Teamwork and leadership",
        "certificateName-5": "Project management",
        "certificateName-6": "Information and analytical systems",
        "certificateName-7": "Foreign language in professional activity",
        "certificateName-8": "Programming in PHP",
        "certificateName-9": "JavaScript Frameworks",
        "certificateName-10": "Data Analytics",
        "certificateName-11": "Theory of information processes and systems",
        "certificateName-12": "Architecture of information systems",
        "certificateName-13": "Data management",
        "certificateName-14": "PHP Frameworks",
        "certificateName-15": "Fundamental JavaScript",
        "certificateName-16": "How the ELMA platform works",
        "certificateName-17": "Basic functionality of ELMA (files, tasks, messages)",
        "certificateName-18": "Administrator of the Visiology platform",
        "certificateName-19": "Analyst of the Smart Forms system",
        "certificateName-20": "Platform analyst. Advanced level",
        "certificateName-21": "Platform analyst. Advanced level",
        "certificateName-22": "Developer of JAVA SCRIPT in the Visiology platform",
        "certificateName-23": "Analyst of the Visiology platform. Basic level (ver. 2)",
        "certificateName-24": "Bitrix24.CRM",
        "certificateName-25": "Automation of business processes",
        "certificateName-26": "End-to-end analytics in Bitrix24.CRM",
        "certificateName-27": "CRM marketing in Bitrix24",
        "certificateName-28": "Tasks and projects",
        "certificateName-29": "Bitrix24.Office",
        "certificateName-30": "Course for hosters",
        "certificateName-31": "Administrator of the Bitrix24 service (boxed version)",
        "certificateName-32": "Vue.js and Bitrix Framework",
        "certificateName-33": "Multisite Bitrix Framework",
        "certificateName-34": "Composite Site Technology Bitrix Framework",
        "certificateName-35": "Developer of Bitrix Framework",
        "certificateName-36": "Integration Bitrix Framework with 1C",
        "certificateName-37": "Administrator. Business",
        "certificateName-38": "Administrator Bitrix Framework Modules",
        "certificateName-39": "Administrator. Basic Bitrix Framework",
        "certificateName-40": "Installing and Configuring Bitrix Framework",
        "certificateName-41": "Website Promotion and Bitrix Framework Marketing",
        "certificateName-42": "Bitrix Framework Content Manager",
        "certificateName-43": "Information Systems and Technology (Web Development)",
        "certificateName-44": "Computer Operations (Operator EVM)",
        "certificateName-45": "Fundamentals of Programming in C#",
        "certificateName-46": "Fundamentals of Programming in C++",
        "certificateName-47": "Practical Application of JavaScript",
        "certificateName-48": "Design of Big Data Processing Systems",
        "certificateName-49": "Administrative Resource Management Technologies in IT Projects",
        "certificateName-51": "Backend Development",
        "certificateName-52": "Basic Information Technologies",
        "certificateName-53": "Python Frameworks",
        "certificateName-54": "Frontend Development",
        "certificateName-55": "Programming in Golang",
        "certificateName-56": "Android Application Development",
        "certificateName-57": "iOS Application Development",
        "certificateName-58": "Artificial Intelligence Technologies and Systems",
        "certificateName-59": "Software Testing",
        "certificateName-60": "UX/UI Design",
        "workExperience": "Work experience",
        "CompanyWebsite": "Company website",
        "CompanyName-1": "Web Developer at LLC ForwardMobile",
        "CompanyName-2": "Web Developer at LLC LabSales",
        "CompanyName-3": "Website development at LLC Zwolves",
        "CompanyName-4": "Web Developer at LTD ASB Studio",
        "CompanyName-5": "Website development at LTD i20",
        "CompanyName-6": "Website development at LTD 7 Red Lines",
        "CompanyName-7": "Web Developer at LLS I'm Krepish",
        "CompanyAbout-1": "I have extensive experience in remote programming of payment terminal interfaces and developing innovative functionalities for dealer accounts. My expertise spans across using programming languages such as Perl, HTML, Less, and CSS to enhance user experiences and streamline operations.",
        "CompanyAbout-2": "My experience encompasses website development on CMS Drupal versions 6 through 8, where I honed my skills in sophisticated web solutions. This role expanded my expertise to include developing on platforms such as 1C-Bitrix and CMS NetCat, enabling me to deliver versatile and robust websites tailored to specific business needs.",
        "CompanyAbout-3": "At Zwolves, I honed my web development skills, focusing on creating corporate websites and online stores, and integrating websites with third-party resources. My work involved utilizing a comprehensive tech stack, including Drupal, Bootstrap, Twig, Less, Scss, Node.js, JavaScript, HTML & CSS, MySql, PHP, Symfony, Storybook, and tools like Git, Docker, and Atlassian suite (Bitbucket, Confluence, Jira, Trello), ensuring robust, scalable, and efficient digital solutions.",
        "CompanyAbout-4": "At ASB Studio, I managed and executed projects involving the development of websites from initial prototypes and design to full development on CMS Drupal versions 8 and 9. Leveraging my extensive tech stack, which includes Bootstrap, Twig, Less, Scss, Node.js, JavaScript, HTML & CSS, MySql, PHP, Symfony, Storybook, and tools like Git, Docker, and the Atlassian suite (Bitbucket, Confluence, Jira, Trello), I delivered highly customized and scalable digital solutions tailored to meet specific client needs.",
        "CompanyAbout-5": "At 'i20', my role involved the development of new e-commerce and corporate websites using CMS Drupal 9, as well as providing support for existing projects on CMS Drupal 7-9. I was also responsible for the development of simple modules, themes, and more complex module configurations for CMS Drupal. Additionally, I successfully managed the migration of projects from Drupal 7 to Drupal 9, integrating Vue.js to enhance interactive elements and user experience.",
        "CompanyAbout-6": "In my recent role, I engaged in the development of new projects on CMS Drupal 9-10, focusing on frontend development and theme customization. Utilizing a robust tech stack that includes JavaScript, TypeScript, React, and Vue.js, along with extensive use of Bootstrap 5, I crafted dynamic and responsive designs. My expertise in backend technologies and proficiency in DevOps tools like Docker and Kubernetes enabled me to deliver robust and scalable web solutions. Additionally, I integrated modern web functionalities using preprocessors to align with contemporary web standards.",
        "CompanyAbout-7-1": "At the company, I am responsible for the full web development cycle: from architectural design and implementation of new features to the maintenance and optimization of all running services.",
        "CompanyAbout-7-2": "My work includes the development and modernization of the corporate website, enhancing and supporting our custom CRM system, as well as configuring and maintaining web servers.",
        "CompanyAbout-7-3": "Key projects include the development of the nationwide sports web portal «ProTrener» and the external website «I’m Krepysh» with multi-domain support, along with the comprehensive creation and improvement of CRM systems and business automation for these platforms.",
        "CompanyAbout-7-4": "I actively use advanced technologies in my work: React, React Native, MySQL, Prisma, Docker, TypeScript, JavaScript, and Tailwind CSS.",
        "CompanyAbout-7-5": "I ensure the stable performance of services, implement best practices in security, automation, and scalability, and continually improve the company’s digital ecosystem by providing innovative solutions for business growth.",
        "codeExample": "Code example",
        "codeExample-1": "Code example typescript",
        "codeExample-2": "Code example React App",
        "codeExample-3": "Code example React Native App «Todo List»",
        "codeExample-4": "Example of a MySql query",
        "codeExample-5": "Code example Symfony",
        "projects": "Projects",
        "projects-1": "My task was to develop a frontend based on the layout, and build a website on CMS Drupal.",
        "projects-2": "in some projects to develop a module for CMS Drupal.",
        "details": "Contacts",
        "geo": "Russia, Krasnodar",
        "geo-1": "Russia, Moscow",
        "geo-2": "Russia, Novosibirsk",
        "geo-3": "Belarus, Minsk",
        "langSkillEn": "English - B2",
        "langSkillDe": "Deutsche - A1",
        "langSkillRu": "Russian - C2",
        "skills": "My Skills",
        "hobbies": "Hobbies",
        "hobbies1": "I really like to study new technologies in the field of Front-end Development.",
        "hobbies2": "I am also very interested in equity market and investments in securities.",
        "gitHub": "Visit my GitHub",
        "copyright": "Aleksander Boev CV © 2021 - ",
        "jan":"Jan.",
        "feb":"Feb.",
        "mar":"Mar.",
        "apr":"Apr.",
        "may":"May",
        "jun":"Jun.",
        "jul":"Jul.",
        "aug":"Aug.",
        "sept":"Sept.",
        "oct":"Oct.",
        "nov":"Nov.",
        "dec":"Dec.",
        "january":"January",
        "february":"February",
        "march":"March",
        "april":"April",
        "june":"June",
        "july":"July",
        "august":"August",
        "september":"September",
        "october":"October",
        "november":"November",
        "december":"December",
        "UntilNow": "Until now",
        "contactModal-title": "Contact Me",
        "contactModal-nameLabel": "Your Name:",
        "contactModal-namePlaceholder": "Enter your name",
        "contactModal-phoneLabel": "Your Phone Number:",
        "contactModal-phonePlaceholder": "+1 (999) 999-99-99",
        "contactModal-emailLabel": "Your Email:",
        "contactModal-emailPlaceholder": "Enter your email",
        "contactModal-messageLabel": "Message:",
        "contactModal-messagePlaceholder": "Briefly describe your inquiry.",
        "contactModal-submit": "Send",
        "contactModal-formError": "Please fill in all fields.",
        "contactModal-formSuccess": "Form submitted!",
        "contactModal-formErrorSend": "There was an error sending the form. Please try again later.",
        "contactModal-emailSubject": "Website Inquiry",
        "contactModal-emailBody": "Name: {name}\nPhone: {phone}\nEmail: {email}\nMessage: {message}"
    }
}
